{
  "Dogs": [{
    "breed": "German Shepherd",
    "image": "http://i.imgur.com/u54kszc.jpg",
    "description": "Rin Tin Tin, a pup found in a World War I battle zone, became the world’s first canine movie star, forever marking the German Shepherd Dog as one of the most easily recognized breeds. From his imposing size to his erect ears and dark, intelligent eyes, he has achieved legendary status as the ideal canine. A versatile, athletic and fearless working dog, the Shepherd has done just about every job a dog can do, from leading the blind and detecting illicit drugs to bringing down fleeing criminals and serving in the armed forces. An energetic, loyal and devoted companion, the German Shepherd isn’t a breed but a lifestyle.The abilities of this breed go far beyond its origin as a herding dog. The German Shepherd has made a name for himself as a police and military dog, guide and assistance dog, search and rescue dog, and detector dog. He has excelled in every canine sport, including agility, obedience, rally, tracking and, of course, herding. German Shepherds still work livestock on farms and ranches around the world, including the United States. If you have horses, they will trot alongside you while you ride and help you put the horses back in the barn when you’re done."
  }, {
    "breed": "Rottweiler",
    "image": "http://i.imgur.com/cqasg0c.jpg",
    "description": "The Rottweiler is one of the more recognizable breeds with his large head, solidly muscled body, and distinctively handsome black-and-tan markings. He is intelligent, strong, and loyal. His fans seem to fall into two camps: Those who consider their dogs to be large but gentle love bugs, and those who wish their dogs to be anything but. News stories of killer Rotties in the hands of inexperienced or less-than-savory owners have turned many people off the bad-to-the-bone dogs, but reputable breeders are picking up the pieces and restoring the reputation of the breed. A word to the wise: Don’t underestimate this dog’s power and protectiveness.The Rottweiler is a big dog and can weigh up to a hefty 135 pounds, most of it muscle. Bred for generations to use his protective instincts and independent judgment when his family or territory is threatened, this is one tough customer. It’s no surprise that these dogs are used in police work. They’re often the target of laws aimed at controlling or banning dangerous dogs, and some insurance companies won’t sell homeowners’ policies to anyone who owns a Rottweiler."
  }, {
    "breed": "Labrador",
    "image": "http://i.imgur.com/pe8slcx.jpg",
    "description": "The Labrador Retriever has consistently ranked as the most popular purebred dog in the United States for more than 10 years, according to the American Kennel Club. The AKC registers more than a hundred thousand new Labrador Retrievers each year, but when you take into account all the Labs never registered at all, or registered with another organization such as the United Kennel Club, the popularity of this stable, family-friendly dog is truly staggering.  A Labrador Retriever has the kind of versatility that other dogs only dream of. He can be a companion, show dog, hunting dog, canine athlete, guide dog, service dog, sniffer dog, search and rescue dog, and therapy dog. He enjoys jogging (health permitting), boating, swimming, hiking and more. If it’s active, outdoors and with his people, the Lab is ready and willing to participate in any activity.  All of those characteristics make the Labrador well-suited to a variety of active families. He’s perfect for homes with rowdy older children, but may be a little rambunctious around toddlers, especially as a puppy or young dog. Singles and couples who love the outdoors also match up well with this breed, and his size and even temperament make the Labrador a great companion for active seniors who love to walk and would appreciate a dog who looks intimidating, even if he is more of a lover than a fighter.  With adequate exercise, these versatile companions can handle anything from a small city apartment to a vast ranch. What they can’t handle is isolation: if you get a Lab, make him a member of your family, not an outdoor dog."
  }, {
    "breed": "Golden Retriever",
    "image": "http://i.imgur.com/U8iACUU.jpg",
    "description": "Cheerful, easy to train and eager to please, the Golden Retriever is what you see in the dictionary when you look up “Perfect Family Dog.” Goldens love everyone, especially children, and get along well with new people and strange dogs. They draw admiring looks – and usually loving pats – from almost everyone they meet. The Golden is an active dog who will retrieve a tennis ball until your arm gives out. The breed’s loyalty, intelligence and stable temperament have made them the darlings of the service dog world. Their smiling faces and sun-kissed coats have brought more than a few to movie fame, including a starring role in two “Homeward Bound” movies.  The Golden was developed to be a working retriever, and that means a high level of activity is a must for these dogs. They are best suited to life with active singles, couples or families in which someone is home during the day and will enjoy spending time with and exercising the dog. Goldens love, love, love their people, and they don’t do well as home-alone dogs. They will find their own (destructive) entertainment if no one is home to channel their energy through walking, jogging, hiking, swimming or playing fetch, plus brain games that will wear them out mentally.  Like many breeds developed to hunt, the Golden has diverged into different types – primarily the fluffy, teddy-bear Goldens of the show ring and the leaner, darker, smaller and less-coated athletes popular as hunting companions and dog-sports competitors. Each camp swears their “type” is the best. Dogs bred for looks only – and for the currently trendy near-white color – are anecdotally less healthy and some seem to sport a considerably un-Golden temperament, including problems with biting. Hunting and dog-sports lines may be a little too energetic for many families, but the traditional stable temperaments remain intact, and they may be healthier overall."
  }, {
    "breed": "Pomeranian",
    "image": "http://i.imgur.com/b5Mk9Sw.jpg",
    "description": "Pomeranians are the tiniest of the Spitz, or Nordic, breeds, but they have the courage of much bigger dogs. A perennially popular breed, the Pom weighs less than 7 pounds, but you won’t often find him in a puppy purse. That’s because Pomeranians think big. They know they have four feet and prefer to use them, just as larger dogs would.  Everything about the Pomeranian is bright: his eyes, his temperament, and his intelligence. Though he’s very fond of his family and delighted to get some lap time, he’s also a busy little guy. You’re more likely to find him trotting around your house on an important mission than snoozing on the sofa.  The Pom’s activity level makes him an ideal pet for someone who wants a small dog with the personality traits of the full-size sled and herding dogs from which this breed originates. Because he’s tiny, he can probably get enough exercise indoors, but he’s happiest when he gets to go on long walks, chase leaves, and play with other small dogs. He is athletic and frequently participates in dog sports such as agility, freestyle, obedience, rally, and tracking. Because of his diminutive size, he is suited to life in an apartment, but he is just as at home on a ranch or estate. However, he’s far too tiny to live outdoors. He needs to live inside with his family."
  }, {
    "breed": "Greyhound",
    "image": "http://i.imgur.com/OKZ1zZq.jpg",
    "description": "Under the racy exterior of the Greyhound is something that would surprise almost anyone: beneath those long, sleek, utterly iconic lines is the soul of what rescue groups call the “40 mph couch potato.” The path these fast dogs prefer is the one that leads to the softest spot on the most comfortable piece of furniture. Despite their large size, Greyhounds are quiet, gentle, affectionate dogs who can fit into almost any lifestyle, from a condo in the city to the largest suburban or country home.  The Greyhound is an easy care dog. His smooth coat comes in a near-infinite range of colors and patterns. He does shed, but his grooming needs are minimal. All that he needs is a quick weekly brushing, a bath when he gets into something, regular nail trimming, and ear cleaning.  Although a small number of Greyhounds are bred for the show ring, the majority of pets in America are former racing dogs. In fact, there are currently more ex-racers in homes than there are dogs still racing (approximately 120,000 Greyhounds live in homes, compared to 55,000 Greyhounds on the track)."
  }, {
    "breed": "Siberian Husky",
    "image": "http://i.imgur.com/nHfWADV.jpg",
    "description": "Not every breed made its American debut with as big a splash as the Siberian Husky. A team of these lean, fast sled dogs, originally developed by the seminomadic Chukchi people of Northeastern Asia to pull sleds over long distances, proved just what they were made of while racing across the frozen Alaskan wilderness to deliver life-saving diphtheria serum to remote Nome, Alaska, in January 1925. Some of the dogs were taken on a tour of the Lower 48 after news of the courageous men and dogs spread, and they were met with wild acclaim. From that day on, the Siberian has been popular.  For those looking for a calm dog to settle with on the couch in the evenings and maybe enjoy a short stroll around the block a few times a week, the Siberian Husky isn’t a match. The same goes for those looking for a devoted companion who lives to please and hangs on his owner’s every word.  But for people who want a dog to be a partner and friend, who will love children, greet guests, and get along with other dogs — and most importantly, for those ready and willing to provide consistent leadership and plenty of vigorous exercise every day — then a Siberian Husky will be a joy.  Although they usually get along well with other dogs, Siberians have a strong predatory streak and may consider small animals, including cats, prey. Those with multispecies households need to be extremely cautious with this breed."
  }, {
    "breed": "Cocker Spaniel",
    "image": "http://i.imgur.com/uNb9uwN.jpg",
    "description": "Before the Golden Retriever and Labrador set the modern bar for the “great with kids” family companion, no breed was more beloved or popular than the Cocker Spaniel. Beautiful, sweet-natured and moderately sized, the Cocker’s popularity bounded happily forward after World War II with the two-time Westminster Best in Show winner Ch. My Own Brucie. At his best, the Cocker is a gentle, affectionate and healthy dog with soft, dark eyes.  Weighing less than 30 pounds (albeit with a tendency to gain more) with a soft, wavy coat in many colors and patterns, long ears and the most expressive eyes in dogdom, the Cocker is an excellent family pet -- lively, affectionate, sweet and trainable. But at his worst, he's a nightmare. Popularity has truly been a curse to the Cocker Spaniel, and he's one of the favorite breeds of puppy millers, Internet retailers, and pet stores, who sell sad-eyed, floppy-eared, adorable puppies that too often grow up to be unstable, noisy, nervous dogs who are difficult to housetrain and have a tendency to snap and even bite.  If you're lucky enough to find a puppy from a good breeder, get him off on the right foot with gentle and consistent training right from the start. A well-bred Cocker should be easy to housetrain, happy to be with you, and eager to experience new things even if it means walking on a leash, riding in the car or going to puppy classes.  Because Cocker Spaniels are extremely people-oriented, even the best-bred and socialized dogs tend to be a bit unhappy when left alone. For some, this takes the form of full-blown separation anxiety, with the barking, crying, and destructive behavior that usually accompanies it. Accustom your dog from puppyhood to being left alone from time to time. However, if you expect long hours left on his own to be part of your dog’s usual routine, this is probably not the breed for you."
  }, {
    "breed": "Chihuahua",
    "image": "http://i.imgur.com/n31XU4V.jpg",
    "description": "The Chihuahua burst onto the national stage as a “must have” dog for two reasons: The “Yo Quiero Taco Bell?” ad campaign and, more recently, the tendency of rich, attractive and famous young women to haul these small dogs with big attitudes around in stylish and expensive oversized purses. The appeal? The tiny (as small as two pounds) Chihuahua offers feistiness coupled with enduring loyalty to the person he chooses as his own, along with an expressive face, including large, round eyes that show everything the dog is thinking.  Despite the many endearing qualities of the Chihuahua, if you’re thinking his tiny size makes him a great choice for children, you’d better think again. The Chihuahua may be just right for traveling around in a puppy purse, but he’s far too small and fragile for even the gentlest of children's games. Chihuahuas also tend to be high-strung and prone to nipping, snapping and even biting when frightened or threatened, or when defending his people or territory.  Some of these tendencies can be helped through early training and socialization. Unfortunately, too many people with Chihuahuas allow them to become little tyrants, displaying manners that would not be acceptable in a larger dog. This dog needs gentle and consistent training from puppyhood on to control his nipping as well as any tendency he has to fight with other dogs. Like many small dogs, Chihuahuas aren't aware of their own size and won't hesitate to challenge a dog many times larger than themselves. Also, like many small dogs, Chihuahuas are difficult to house-train without a lot of consistency and patience."
  }, {
    "breed": "Shih Tzu",
    "image": "http://i.imgur.com/JfWbS6d.jpg",
    "description": "Once the prized lap dog of Chinese emperors, the Shih Tzu doesn’t see any reason to accept the slightest reduction in status. But his assumption that the world revolves around him rarely comes with arrogance or aggressiveness. The Shih Tzu is, somewhat inexplicably given his willingness to be spoiled, one of the sweeter of toy breeds and one of the more popular, too.  Shih Tzus do not guard, hunt, or tunnel into the earth, although they may retrieve balls for you to throw again. They are bred to do one thing, and they do it well: They are companion dogs who give love to the world and soak it back in. They’re an in-your-lap kind of dog. They’ll bark to alert you that someone is at the door; once whoever it is comes inside, there's a good chance your dog will like the person as long as you do, because they are trusting creatures.  Intelligent dogs, Shih Tzu like learning. They are good in obedience classes and can do great at agility and obedience competitions. They may take a little more time during training, and housebreaking can be a problem that requires perception and consistency on your end."
  }, {
    "breed": "Tibetan Mastiff",
    "image": "http://i.imgur.com/Sl1SY4I.jpgnes",
    "description": "Tall with a heavy coat and a bushy tail that curves over his back, the Tibetan Mastiff today has a calm and majestic presence. He is a giant breed, weighing 80 to 150 pounds or more. While he has many good qualities, the Tibetan Mastiff is not the right breed for everyone. If you want a gentle and patient dog, be prepared to do a lot of homework in order to find him as well as put in plenty of effort to train and socialize him once you bring him home.  The Tibetan Mastiff is quiet, watchful, and protective of his family, including other pets, and he is inclined to be gentle with and tolerant of children. He has an independent nature with a determined and territorial temperament. He is suspicious of strangers, so much so that he might not let people you approve of into the home. Because of his heritage as a village guardian, he tends to bark a lot at night.  While his protective nature is attractive, the Tibetan Mastiff is not the best choice for a novice dog owner. He needs someone who can guide him with kind, firm, consistent training, never force or cruelty. He is an independent thinker but responds well to routine. Tibetan Mastiffs do not like discord, so it’s not a good idea to argue in front of them or discipline children in their presence. They are likely to step between you to put an end to arguments or scoldings. It's also not a good idea to let TMs supervise children’s play. It’s all too easy for them to mistake roughhousing for attacks and step in to protect “their” children."
  }, {
    "breed": "Pit Bull",
    "image": "http://i.imgur.com/sfR49ST.jpg",
    "description": "The American Pit Bull Terrier is one of the so-called bully breeds often labeled a pit bull. In fact, 'pit bull' isn't a breed, but a term used to describe the American Pit Bull Terrier, the Bull Terrier, the American Staffordshire Terrier, and the Staffordshire Bull Terrier.  Some people say the American Pit Bull Terrier is the same as the American Staffordshire Terrier. Others, just as forcefully, say they're entirely different breeds.  But all experts can agree that the confusion started with a decision by the AKC in the early 1930s to give it a new name, American Staffordshire Terrier, to separate it from its pit-fighting past. The American Pit Bull Terrier has not been recognized by the AKC, while the American Staffordshire Terrier, which is slightly smaller, has been.  The bull breeds are often grossly misunderstood. The qualities that make these dogs tenacious players in obedience and agility games also attract highly unscrupulous people looking for strong competitors for their dog fighting rings. The sorry result is that bull breeds, in particular the APBT, have gained a reputation over recent years for being dangerous.  Nothing could be further from the truth. But rampant misinformation and fear caused by the actions of a minority of dogs kept by criminally negligent people have provoked legislation against the breed in a number of cities and countries around the world."
  }, {
    "breed": "Beagle",
    "image": "http://i.imgur.com/d7KGwVX.jpg",
    "description": "With a compact size, easy-care coat and happy nature, the Beagle has long had a place as one of the most popular breeds for families. Beagles are also used as scent detection dogs at U.S. airports, where their friendliness allows them to search for weapons, drugs, and illegal food items without making passengers nervous the way a larger “police dog” might. The breed was developed in England to hunt rabbits, and Beagles are still happiest when following their noses. For that reason, they belong to a category of dogs known as scenthounds.  Don’t let the small size or undeniable charm of the Beagle fool you: these dogs are still born to hunt. They’ve been described as 'a nose with four legs' and they love following a scent trail. The minute they smell something interesting they're likely to follow their noses rather than their owners' requests.  There are some things you should be aware of before you bring a Beagle home. The most important thing to know is that Beagles are ruled by their nose. A Beagle will follow an interesting scent wherever it leads him, across busy streets and miles from home, so a fenced yard is essential to keep him safe.  A related bit of information is that Beagles love to eat. Love it! And they are creative about finding and accessing food. Experienced owners put food, trash cans and anything else that might appear or smell edible to a Beagle well out of reach. On the plus side, that love of food comes in handy for training Beagles. They’ll do just about anything for a treat."
  }, {
    "breed": "Jack Russell Terrier",
    "image": "http://i.imgur.com/sjmjdQ8.jpg",
    "description": "No matter how enamored you were of Eddie on Frasier or Wishbone from the PBS show of the same name, the fact is this: The Jack Russell Terrier (or the Parson Russell, as he's known in AKC circles) is almost certainly not the breed for you. That's not because Jack Russells are bad dogs. They were created for active work, and it's what they love and what they are driven to do. If you have a job in mind for him that will push his limits and engage his full and enthusiastic attention, then you may be that rare person who is right for one of these dogs.  If you're wondering why your Jack Russell isn't as well-behaved as Eddie or Wishbone, it's because the dogs that portray those characters have full-time trainers on staff to keep them in line. More to the point, those dogs had full-time jobs, which is what the JRT wants and needs. His endless desire to be digging, barking and investigating can't and shouldn't be squelched. It should be celebrated by someone who loves the very traits that drive many JRT owners insane.  Those traits include a tremendous drive to dig – something bred deep in the Jack Russell. It is the legacy of his legitimate work eradicating vermin on the farms where he originated. He'll excavate your garden and your living room with just as much determination as when he’s digging for a critter. A Jack Russell Terrier who digs doesn't have a behavior problem; he's the epitome of the breed."
  }, {
    "breed": "Doberman Pinscher",
    "image": "http://i.imgur.com/izP3uhL.jpg",
    "description": "The Doberman Pinscher is a dog of contradictions. Although he has a reputation as a sharp and even sinister dog, his devoted fans consider him the most loving and loyal of companions. And no, 'loyal' isn't a euphemism for 'only likes his owner.' It's the real thing, a tremendous bond between dog and human that lies at the heart of the Doberman's enduring popularity. Believe it or not, a good Doberman is a stable, friendly dog -- unless you threaten his family.  But the bad reputation isn't entirely undeserved. Health and temperament problems became a serious issue in the breed with its growing popularity, and continue to plague the carelessly bred dogs you'll find in pet stores, through Internet retailers, and at many of the big kennels advertising in the backs of magazines. If you want the steady, protective, intelligent Doberman of your dreams, be prepared to do your due dilligence to find him.  A Doberman is right for you if you're ready to provide loving leadership to your dog, train him consistently and fairly and give him plenty of exercise and outlet for his considerable intelligence. And don't underestimate that intelligence: the Doberman is among the smartest of all dog breeds, and one whose owners need to pay attention lest they find themselves outsmarted. If you expect your dog to spend his days in the backyard and his evenings keeping you company while you play video games, you’d better be prepared for a barking, bored, destructive dog instead of the devoted companion you thought you were bringing into your home."
  }, {
    "breed": "Dalmatian",
    "image": "http://i.imgur.com/qFFyyIf.jpg",
    "description": "Unique spots are the Dalmatian’s calling card, but his running ability is what made him famous. Bred to be a coaching dog, he ran alongside carriages or horseback riders for miles, discouraging stray dogs from interfering with the horses, alerting the coachman to the presence of approaching highwaymen, and guarding the carriage at rest stops. No fashionable lord or lady went driving without a pair of the flashy dogs by their side, and later the Dalmatian’s talents were adapted by firemen, who kept the dogs to clear paths through town for their horse-drawn fire engines.  The Dalmatian has a romantic and exciting history — not to mention those spots! — but he has health and temperament issues that must be taken into account.  The Dalmatian is a smart dog with a sly sense of humor. He’s a clown and will do anything to make you laugh. And he has a tendency to greet people with a big, happy smile.  Thanks to his coaching heritage, the Dalmatian has an endless capacity for exercise. He loves to go jogging: Don’t be surprised if he noses his way into your dresser drawer, pulls out your jogging shorts, and brings them to you as a not-so-subtle hint. His high activity level makes him an excellent companion for people who spend their time training for marathons, going for long bike rides, or skating along beach boardwalks. He can get enough exercise in his own yard if it’s big enough, has a picnic table or other obstacles for him to jump, and contains plenty of toys. Of course, he’d really rather be out doing something with his people."
  }, {
    "breed": "Dachshund",
    "image": "http://i.imgur.com/K2r6XoC.jpg",
    "description": "Famously described by H. L. Mencken as  'half-dog high and a dog-and-a-half long,' the Dachshund ranks among the most popular dog breeds in America. These short-legged, long-backed dogs are brave, bold and sometimes reckless, willing and ready to take on the badgers they were bred to hunt. To the surprise of their many fans, a 2008 study in the journal Applied Animal Behaviour Science named the Dachshund the most aggressive of all dog breeds.  Dachshunds are active, fun-loving dogs, but they can also be hard to housetrain, willful and feisty, which might make them a poor choice for many families, particularly those with children. Dachshunds are also wary of strangers and tend to bark loudly when their suspicions are aroused – or because a leaf blew across the lawn. That tendency to bark at the least provocation is just one of many reasons a Dachshund cannot be left alone out in the yard or live outdoors.  The breed descended from dogs bred to fearlessly follow prey into underground burrows and tunnels – a job a few of them still manage. Those traits make the Dachshund determined to the point of stubbornness, a bit aggressive with other dogs and an enthusiastic digger."
  }, {
    "breed": "Border Collie",
    "image": "http://i.imgur.com/llfmXbq.jpg",
    "description": "Arguably considered the world’s best herding dog, the Border Collie is a smart, intense workaholic who lives for order and values employment above all else. His focus is legendary -- and so is the havoc he can wreak when he’s bored. Popular for his good looks and medium size, the Border Collie’s drive to work and strong desire to keep his people together at all times can come as an unpleasant surprise to families who may know him only from his charming starring roles in movies such as “Babe” and “Hotel for Dogs.”  A good Border Collie can be the companion of a lifetime, but only if he is paired with a clever owner who can keep him busy with dog sports -- agility, flyball, flying disc games, herding trials, obedience, tracking -- or who will teach him to do chores around the house or farm. If you want the talented Border Collie you’ve seen starring on the silver screen, be aware that it takes a lot of time and effort to keep him occupied to his satisfaction.  If you're ready to provide loving leadership to your dog, train him consistently and fairly, and give him plenty of exercise and an outlet for his considerable intelligence, then yes, the Border Collie can be right for you."
  }, {
    "breed": "Great Dane",
    "image": "http://i.imgur.com/ri56oym.jpg",
    "description": "As puppies, Great Danes can knock over small tables and large children. As adults they can clear a coffee table with a swipe of a tail. Although he may sometimes seem like a bull in a china shop, the biggest thing about the Great Dane isn’t his formidable size (up to 175 pounds), but his heart. He may have been bred to hunt ferocious boars and guard estates, but these days, this tall and elegant dog is better suited to life as a lover, not a fighter. If you’re looking for a gentle giant, this may well be the dog for you.  His size may seem to require its own zip code, but the Dane’s calm nature makes him more suitable to apartment living than many a more anxious or active breed. While puppyhood may be a challenge in an apartment, a well-socialized and well-trained Dane will be perfectly content to have one good 10 or 20-minute walk a day for his exercise.  Because Great Danes have protective natures when their families are involved, it’s essential to teach young dogs not to jump up on people and that nipping or any act of aggression is not allowed. What tends to be laughed off in a tiny dog is no laughing matter in a full-grown dog of this size. Let the Dane’s size itself serve as a deterrent and never encourage aggressive behavior."
  }, {
    "breed": "Poodle",
    "image": "http://i.imgur.com/8I8YzmH.jpg",
    "description": "No breed has a more highly developed sense of humor than the Poodle. Good thing, too, because no breed has been the butt of more jokes. Humor aside, all the sniping is unfortunate. Many a family overlooks the smart, funny Poodle, thinking him prissy. Still, it is one of the more popular breeds in the world. Poodle lovers know the dogs for their intelligence, ease of training, low-shedding curly coat, and love of family.  A Poodle’s coat is both a blessing and a curse. It is a blessing because the breed sheds less, so it may be more easily tolerated by some people with allergies. But the coat — or rather what some people do with it — is why many people cross the Poodle off their lists. The breed’s frou-frou reputation is based on show poodles, who are poofed, shaved, and hair-extensioned into an appearance that, though once based on practical considerations, is now just plain silly. Family pets can have a simple and easy-to-maintain look. And they don’t have to wear nail polish!  Poodles require grooming every 4 to 6 weeks. Some Poodle owners learn to use clippers and do the job themselves, but most rely on professionals. Either way, it’s essential to take care of the Poodle’s curly coat. Without regular clipping, it will become a matted mess that can cause painful skin infections at the roots."
  }],
  "Cats": [{
    "breed": "Snowshoe",
    "image": "http://i.imgur.com/dT7nZmJ.jpg",
    "description": " One reason that the Snowshoe has not attracted more breeders in the 25 years of his existence is that blending all the genetic elements together to create the perfect Snowshoe isn't easy. Four traits in particular make it difficult. The first is the inverted 'V' facial pattern that should extend from the mouth to the whisker tufts above the eyes. This pattern is governed by the piebald white spotting gene symbolized (S). Because this gene is incompletely dominant, if a cat inherits two copies of the gene, he will have larger areas of white than a cat with one copy of the gene. The effect, however, is not consistent, and other genes can affect the white areas. It's difficult to predict how this gene will express itself, or predict which kittens will inherit two copies, so regulating the gene is a real challenge. The second trait that gives breeders pause is the white boots for which the Snowshoe was named. This trait may be governed by the piebald gene as well, or may be governed by a recessive 'gloving' (g) gene. Either way, this trait is also difficult to control. Ideally, the boots should extend to the bend of the ankle in front, and to just below the hock joint on the back feet. Often, however, the white doesn't extend high enough or extends too high. Some-times a foot will lack white, and sometimes a Snowshoe will not possess any white at all."
  }, {
    "breed": "Somali",
    "image": "http://i.imgur.com/Vt8GcWl.jpg",
    "description": " With all the virtues of the Abyssinian and adorned by a gorgeous semi-long coat, the Somali is a beautiful and lively addition to any household. Don't get a Somali if you want a cat that can be taken for a furry doorstop, or if you want a cat that will do your bidding. Like the Abyssinian, the Somali is active, curious, and high-spirited, and loves to prance around the house, opening cupboards and generally getting into mischief. Their voices are soft, their minds active, and their food dishes are always empty. They also tend to be determined cats: Once they get an idea in their furry little heads, there's no dissuading them. They're not aggressive or unfriendly, just tenacious. Somalis are affectionate, but are not lap cats. They don't like to be cuddled and would rather be near than on you. They do, however, want to be involved in every aspect of your life. Open a drawer and your Somali will be there to peer in. "
  }, {
    "breed": "Persian",
    "image": "http://i.imgur.com/AuAF5IH.jpg",
    "description": " If you want your cats bouncing around like hyperactive popcorn, don't buy a Persian. Persians are perfect companions, if you like placid, sweet-tempered cats. Don't count on using your Persian pal as a furry doorstop, however. They love to play between periods of regal lounging on your favorite davenport. Proponents say that Persians do not deserve their 'furniture with fur' reputation, they are intelligent, just not as inquisitive as some breeds, and not as active.Persians are devoted to their humans, but can be selective in conferring that honor. You must earn their trust and love. They crave affection and love to be petted and fussed over, but won't harass you for attention the way some breeds will. They will, however, let their feelings be known if they are not getting the requisite amount of attention.Owning a Persian requires a significant time commitment. That beautiful coat requires daily grooming to keep it in good condition and free of mats. Because of the long coat and docile temperament, Persians should be considered indoor-only pets. Many Persian fanciers keep at least part of the coat clipped, particularly the hindquarters and around the anus to avoid the accumulation of feces. This should be done, though, only if the cat will not be shown soon. "
  }, {
    "breed": "Ocicat",
    "image": "http://i.imgur.com/Gdr9cSB.jpg",
    "description": " Ocicats may look wild, but they are actually affectionate, curious, and playful, and possess a very strong devotion to their human companions. Highly intelligent, Ocicats quickly learn to respond to their names and can be taught a variety of tricks, including coming on command. Begging for food is another trick that Ocicats master with very little prompting. They tend to bond with only one person and prefer that person's company to all others. They do get along well with other animals and people, however, and appreciate an animal companion to keep them company if left alone for any length of time.Like their Abyssinian ancestors, Ocicats love to perform daring tap dances on top of your bookcases for your amusement. They are an active breed and require a good deal of space and plenty of toys and diversions to keep them occupied. Like their Siamese ancestors, Ocicats are vocal, but not annoyingly so. They want to tell you about their day when you come home at night, but they won't bore you with every detail. Also, their voices lack the Siamese rasp that some people find annoying. "
  }, {
    "breed": "Himalayan",
    "image": "http://i.imgur.com/kIZyUpE.jpg",
    "description": " Himmies, as fanciers call them, are perfect indoor cat companions. They are gentle, calm, and sweet-tempered, but they possess a playful side as well. Like the Siamese, Himalayans love to play fetch, and a scrap of crumpled paper or a kitty toy will entertain them for hours.Himalayans are devoted and dependent upon their humans for companionship and protection. They crave affection and love to be petted and groomed, which is fortunate, since every Himalayan family will spend part of each day doing just that.Like their Persian siblings, they are docile and won't harass you for attention the way some breeds will. More vocal and active than the Persian, they nevertheless are much quieter than the Siamese."
  }, {
    "breed": "Cymric",
    "image": "http://i.imgur.com/KeV4rT0.jpg",
    "description": " The personality of the Cymric has won a strong following despite the breeding challenges. Cymrics are intelligent, fun-loving cats, and they get along well with other pets, including dogs. Cymrics are particularly noted for their loyalty to their humans and enjoy spending quality time with them. As cats go, they can be easily taught tricks. Despite their playful temperament, they are gentle and nonaggressive. Their playful yet tractable dispositions are good for families with children.Cymrics are powerful jumpers and if sufficiently motivated will manage to breach the most secure shelf. They are also fascinated by water, as long as you don't dunk them in the nasty stuff. Perhaps this fascination comes from originating on a small piece of land surrounded by it. "
  }, {
    "breed": "Egyptian Mau",
    "image": "http://i.imgur.com/jYsrBsZ.jpg",
    "description": " While fanciers might at first be attracted to the Egyptian Mau's beautiful spotted coat, most become enthusiasts because of the breed's temperament and personality. Maus, like their ancestors that were invited along on the duck hunts of their Egyptian companions, love to fetch. In fact, they love any play activity that mimics hunting behavior, and if allowed outside will become very competent (some might say savage) hunters.That's not to say they are not devoted to the humans who pay them homage. Fanciers describe them as fiercely loyal cats that generally don't take to strangers. Once they bond with their human companions, they choose to be worshiped by their own family, rather than by the entire human race.While not overly talkative, Maus will let their family know if something is amiss, particularly if that something concerns their food dishes. Their voices are usually melodious and quiet. When engaged in conversation with their human companions, Maus wag their tails, tread with their feet, and make a variety of sounds that fanciers call 'chortling'. "
  }, {
    "breed": "Birman",
    "image": "http://i.imgur.com/7Nn2fxd.jpg",
    "description": " Birmans are affectionate, gentle, and faithful companions with an air of dignity that seems to invite adoration by their human companions. As former temple cats, Birmans seem to have become accustomed to adoration. They are very intelligent and affectionate, according to fanciers, and very people-oriented. They will generally greet visitors with curiosity rather than fear.Because of their gentle temperaments, Birmans are easy to handle, care for, and show, and they make ideal pets for anyone who wants quiet companions that will offer love and affection in return for just a little well-deserved worship. "
  }, {
    "breed": "Burmese",
    "image": "http://i.imgur.com/N0LplPm.jpg",
    "description": " Breeders and fanciers report that Burmese are amusing, playful, and super-smart, the perfect interactive cats for home, office, shop, any place where people are in need of love and entertainment. They are as active as the Siamese and love to play. Devoted cats, Burmese are loyal and people-oriented.Breeders report temperament differences between males and females. The females are highly curious, active, and very emotionally involved with their family. The altered males love their humans too, but are more placid. They like to lounge about, usually on top of whatever you're doing. They take life as it comes. The only issue about which they are passionately concerned is the selected cuisine and when it will be served.Burmese have a unique rasp to their voices and sound a bit like cats going hoarse from too much talking. Burmese are not as talkative as their Siamese neighbors. When they have something to say, however, they'll reiterate the message until you get out your universal feline/human translator and take care of whatever it is troubling them. "
  }, {
    "breed": "American Shorthair",
    "image": "http://i.imgur.com/XvhRzYJ.jpg",
    "description": " When describing the American Shorthair, the expression 'happy medium' springs to mind. These all-American cats are medium in size, build, type, and temperament; neither too big nor small, not overly cuddly nor distant, neither couch potatoes nor hyperactive. Breeders note that the American Short-hair is the perfect breed for the person who wants a cat that enjoys being in your lap but not in your face. American Shorthairs are known for their quiet voices and adaptable personalities; they are sociable, easily trained, and adapt well to other animals and children. They generally do not like to be picked up; like their Pilgrim companions who left England to find independence, they cherish their freedom.Because of the American Shorthair's history as a working cat, they make great companions in terms of health, strength, and vitality. With proper care Americans enjoy long life spans, generally between 15 and 20 years. "
  }],
  "Fish": [{
    "breed": "Albacore",
    "image": "http://i.imgur.com/bBWPLlo.png",
    "description": "Found worldwide in tropical and warm temperate seas, including the Mediterranean. Pelagic and migratory. Usually remains in deep clear blue tropical or warm waters, but makes seasonal migrations into colder zones (New England, South Brazil, and northern Gulf of Mexico).The most distinguishing feature of this member of the tuna and mackerel family is its very long pectoral fins that reach to a point beyond the anal fin. The pectoral fins of other adult tunas may also be moderately long, but never extend all the way to the anal fin. Though the very long pectoral fins readily distinguish the adult albacore from other adult tunas, it should be noted that juvenile albacore might have shorter pectoral fins than similar sized yellowfin tuna, T. albacares, or bigeye tuna, T. obesus. The albacore can be distinguished from these species at any age by the lack of stripes or spots on its lower flanks and belly and by the presence of a thin, white trailing edge on the margin of the tail fin. The liver is striated on the ventral surface. The deepest part of the albacore's body is near the second dorsal fin, rather than near the middle of the first dorsal fin as in other tunas, and the vent is round rather than oval or teardrop shaped. The fins are dark yellowish, except for the white trailing edge of the tail. The anal finlets are dark."
  }, {
    "breed": "Barramundi",
    "image": "http://i.imgur.com/MzFCI1O.png",
    "description": "The barramundi occurs from northern Australia (primarily north of the Tropic of Capricorn, but rarely as far south as the Maroochy River) to the Philippines and southern China and around the coasts of India to the Persian Gulf. It is a catadromous fish, growing to maturity in fresh water and moving downstream with the onset of the summer monsoon season in October to spawn on the mud flats and in the mouths of estuaries in water of about 2 to 3 percent salinity.The barramundi is a distinctive fish that bears a noticeable resemblance to its relative the snook, (Centropomus undecimalis). It is also closely related to the huge Nile perch, (Lates niloticus). One of its most noticeable characteristics is its startling pinkish red eyes, which glow brilliantly at night and even reflect in sunlight. The sides are silvery and the back has a greenish gray tint. The maxillae of the huge mouth extend back beyond the eyes. The head is relatively long and flattened on top.The barramundi's gill flaps are particularly sharp edged and will slice through fishing line and nets readily. The two dorsal fins are set close together. The tail is more or less rounded. The lateral line is a highly developed sensory organ in the barramundi that can detect vibrations in the water. Consequently, some anglers suggest that a lure should “swim” through the water with an action resembling that of a wounded fish. This creates a vibration that the barramundi can detect and identify."
  }, {
    "breed": "Bluefish",
    "image": "http://i.imgur.com/Xs9fTSL.png",
    "description": "Found worldwide, including the Mediterranean and Black Seas, in temperate to tropical waters although sporadic in occurrence and location.The bluefish is one of only three species of the family Pomatomidae. The mouth has extremely sharp teeth. The existence of a spine in the second dorsal fin, the absence of head markings, and the lack of an interspace between the dorsal fins distinguish the bluefish from the similar looking greater amberjack, Seriola dumerili. The bluefish's lack of finlets immediately distinguishes it from the mackerels.The voracious bluefish richly deserves the nicknames “marine piranha” and”chopper” because it swims in large schools through shoals of bait fish, slashing and destroying everything in its path. They will bite anything, including unlucky swimmers. Bluefish can easily inflict serious wounds even when the fish is out of water; as many a careless fisherman has learned."
  }, {
    "breed": "Burbot",
    "image": "http://i.imgur.com/QeHXLgU.png",
    "description": "Widely distributed around the world above 40?N. The burbot is common throughout Canada, the northern U.S.A., and Europe within this range, with the notable exceptions of Scotland and Ireland, the Kamchatka Peninsula, the west coast of Norway, extreme western British Columbia, Nova Scotia, and the Atlantic Islands. It commonly occurs in deep, cold waters (up to 116 fathoms, almost 700 feet), and is one of the few fishes that spawn in midwinter under the ice.This is an unusually distinctive fish with its long, almost eel like body; single, slender, cod like barbel under the chin; rounded paddle like tail; large rounded pectoral fins; small, short first dorsal fin, and long second dorsal fin. The anal fin starts near the middle of the body and runs all the way back to the tail. The body is yellow, light brown, or tan with a mottled appearance. Some individuals, noticeably adults from deep lakes in the far north, may be entirely dark brown or black."
  }, {
    "breed": "Catfish",
    "image": "http://i.imgur.com/PNkAkJB.png",
    "description": "The channel catfish is currently distributed through most of the U.S. and parts of southern Canada and northern Mexico. In the U.S. it is most abundant in the central part of the country east to the Appalachians. Its occurrence is sparser and mostly by introduction along the west coast and east of the Appalachians.Channel catfish prefer clean bottoms of sand or gravel in larger lakes and rivers. They feed mainly on crayfish, fishes, and insects generally at night in swifter moving currents. At spawning time they will enter and ascend small tributaries and streams.The distinctive channel catfish can often be recognized at a glance by its deeply forked tail and spots on the body (though not all specimens have them). The only other catfish with forked tails occurring in U.S. waters are the blue catfish (Ictalurus furcatus) and the white catfish (Ameiurus catus), neither of which is ever spotted.In addition to the spotted specimens, some channel catfish may be entirely black dorsally (males during the spawning season), or dark blue without spots, or even uniformly light blue or silvery exactly like a blue catfish or white catfish. In the latter cases, the species can be identified by the number of rays in the anal fin. White catfish have 19 23 rays, channel catfish have 24 30, and blue catfish have the longest anal fin with 30 36 rays. Internally, the channel catfish has two chambers in the swim bladder and the blue catfish has three."
  }, {
    "breed": "Cobia",
    "image": "http://i.imgur.com/KFCoq9Z.png",
    "description": "Worldwide in tropical and warm temperate waters both offshore and inshore. Adult cobia seem to prefer shallow continental shelf waters. They particularly like buoys, pilings, wrecks, anchored boats, flotsam, etc., and will sometimes congregate around these objects.It is the only known member of the family Rachycentridae. It has a long, broad, depressed head. The overall appearance of the fish is similar to that of a small shark, given the shape of the body, the powerful tail fin, and the elevated anterior portion of the second dorsal fin. Even more striking is it's resemblance to the remora. The most noticeable difference between these two species is the suction pad on the remora's head. The cobia is known to swim with sharks and other large species as the remora does.The cobia's coloration and markings are distinctive. The back is dark chocolate brown while the sides are lighter with alternate horizontal stripes of brown and silver or bronze and white. The markings on smaller specimens are more vivid; the black and dark stripes are blacker, making the lighter areas stand out more."
  }, {
    "breed": "Perch",
    "image": "http://i.imgur.com/vTH9axy.png",
    "description": "The European perch is a widespread species throughout Eurasia (and has been widely introduced elsewhere) that is very popular with freshwater anglers. Its popularity with anglers is undoubtedly due to the diverse habitats in which it can be found including estuarine lagoons, lakes, rivers and streams.One of only three extant members of the genus Perca, European perch can be distinguished from all other members of the Percidae family in Europe by 1) pelvic and anal fins yellow to red in color, 2) a conspicuous spot in the posterior part of the first dorsal fin and 3) 5-8 dark bars across the flanks that are often Y-shaped.European perch have been recorded to live as long as 22 years. Males reach reproductive maturity at 1-2 years of age, while females don’t begin spawning untilyears.Spawning generally takes place from February to July, depending on location. Juvenile perch are opportunistic predators that feed on a variety of benthic invertebrates. Once they reach roughly 12 cm in standard length, they become more piscivorous in nature, with an increasing amount of their diet consisting of small fishes. "
  }, {
    "breed": "Arawana",
    "image": "http://i.imgur.com/qLtFNB5.jpg",
    "description": "The arawana belongs to a small family of ancient fishes confined to fresh waters in Africa (1 sp), South America (3 sp), and southeastern Asia to Australia (3 sp). While the arawana reaches a respectable 4 ft (118 cm) and 20 lbs (9 kg) another of the “bonytongues” is one of the largest freshwater fishes in the world, the Arapaima, which reaches a weight of 200 kg (440 lb). It inhabits freshwater in northern South America throughout the Amazon river system, where it lives in marginal lagoons and small tributaries of large rivers during the dry season and in the flooded forests (idapó) during the wet season.The distinctive arawana is an elongate and compressed fish with huge silvery scales and is the only scale-fish in Brazil with two sensitive barbels on the lower jaw of its upturned mouth. The surface-swimming arawana feeds on a variety of small animals, including insects, fishes, snakes and birds and can jump out of the water over 3 feet (1 m) to catch prey in trees. It is a hard-fighting fish and an exceptional jumper, putting on impressive aerial displays when hooked. Live baits of fish, shrimp or insects or artificial lures such as surface plugs, spoons and spinner-baits can be used to catch the aggressive arawana. Arawana are fine eating."
  }, {
    "breed": "Huchen",
    "image": "http://i.imgur.com/8qdspsX.png",
    "description": "Endemic to Europe, where it is restricted to the Danube River and its tributaries, and occasionally in lakes within the Danube basin. It also occurs in the basin of the Prut River. Introduced into other European rivers early in the 1900's, it was largely unsuccessful. In the Thames River in England it was established at least until the 1930's. Some believe it still exists there with a few being caught each year but misidentified as brown trout (Salmo trutta). Unlike the brown trout and the Atlantic salmon (Salmo salar), both of which the huchen resembles, it stays in the river systems and does not migrate to the sea.Within Europe, it will not be confused with any species except the brown trout or the Atlantic salmon, which are also members of the Salmonidae family. The huchen can be identified by counting the scales along the lateral line. It has by far the smallest scales numbering 180 200 as compared to 110 120 in the brown trout (called sea trout in Europe), and 120 130 in the Atlantic salmon. It is completely covered with minute black speckles, but never has the red spots which may be present on the brown trout and Atlantic salmon."
  }, {
    "breed": "Kokanee",
    "image": "http://i.imgur.com/QQtfsvA.png",
    "description": "Kokanee are known to occur in Japan, Russia, British Columbia and the Yukon in Canada, and the states of Alaska, Washington, Idaho and Oregon in the U.S.A. They have been introduced into other U.S. states of the northeast and west coasts, including Maine, New York, Vermont, Connecticut, California, Colorado, Montana, North Dakota, Wyoming, Utah and Nevada; and in Canada into Alberta, Saskatchewan, Manitoba and Ontario.This is a non anadromous, or “landlocked,” form of the sockeye salmon and although the two are the same species and morphologically alike, there are individual differences. The strictly freshwater kokanee does not grow as large as the anadromous sockeye. Maximum size is variable depending on environmental conditions. In one lake in Vermont, for example, stocked kokanee grew to 21 in (53 cm), while eggs from the very same source, used to stock other Vermont lakes, produced kokanee that did not exceed 11 in (28 cm)."
  }],
  "Bird": [{
    "breed": "American Parakeet:",
    "image": "http://i.imgur.com/IJEdwIq.jpg",
    "description": "One of the most commonly kept pet bird in the United States, American parakeets, also known as budgerigars (budgies), are chatterboxes that love to play and hop around on their playgyms and sometimes their owners. This pet bird is active and curious, and will use all the cage room an owner can provide for it. A larger cage is ideal for these parrots. The term American budgie is used when comparing budgies to the English budgie, which is a budgie that is bred for the show bench. It is a much bigger budgie with a larger head than the American budgie. American budgie and English budgie are not scientific classifications or formal names, just general terms used in the pet industry. A mutation, such as color or pattern, occurs naturally. However, bird breeders can breed for certain traits, and they have been breeding for different color mutations in budgies since the 1870s. The first color mutation recorded breeding was in Germany of a black-eyed yellow mutation budgie. There are two basic colors in budgies: green and blue. All color mutations come from a dominant gene modifying these colors and expressing them in different shadings. Common color mutations are: sky blue, albino, olive, cobalt, mauve, violet, dark green cobalt, yellowface, greywing, cinnamon. Common patterns are spangle, pied, opaline, lacewing, spangle, mottled. There is also the crested and buff."
  }, {
    "breed": "Black Lory",
    "image": "http://i.imgur.com/6lpkFbo.jpg",
    "description": "Black lories are known for their playfulness; they consider everything a toy. They can be comical birds; some like to wrap themselves up in a blanket for sleeping. They can even be seen sleeping on their backs. Black lories are popular as pets because they are so entertaining. Because they are very active birds, they need as large a cage as possible with plenty of toys to keep them occupied; they enjoy toys that can be taken apart. Although they engage in soft, high-pitched warbles and chattering, they also have shrill calls that can bother nearby neighbors. Black lories can be demanding in care requirements — with daily baths and special diet preparations — but their affectionate, playful nature endears them to those who own them as pets."
  }, {
    "breed": "Black-Capped Conure",
    "image": "http://i.imgur.com/bMEojTn.jpg",
    "description": "Black-capped conures are generally sweet, playful pet birds. They are quieter than many other types of conures and they can learn some phrases and tricks. Well-socialized black-capped conures make delightful pets and thoroughly enjoy being part of the family. Some owners have noted that this conure very cutely sings in its sleep. They are very active, intelligent parrots that need a lot of pet bird toys and social interaction with its owner. This bird enjoys a busy house where a lot is going on; this tends to keep them content and entertained.Behavior/Health Concerns:  Black-capped conures can be clownish in their playful behavior, but generally, they are not good birds for people new to parrots because they require a lot of interaction and someone who is willing to take the time to work with them and understand their behavior. They love to be handled, which helps to get them socialized to the entire family; however, they can nip and therefore are best kept with a more experienced pet bird owner who can redirect such behavior. Because of their very strong chewing ability, they need to be housed in sturdy pet bird cages. These birds like having a sleeping tent or hidey hut in which to retire in when they feel tired or shy."
  }, {
    "breed": "Blue-Crowned Conure",
    "image": "http://i.imgur.com/Meedjht.jpg",
    "description": "One of the most popular conures, the blue-crowned conure enjoys chatting with its human companions and possess a intelligent, gentle and affectionate nature. Once overlooked because of what was considered as drab colors in the species, the blue-crowned conure gained popularity after the movie Paulie featured a blue crown. Owners who favor this pet bird like the colorful personality they demonstrate."
  }, {
    "breed": "Blue-Headed Pionus",
    "image": "http://i.imgur.com/BFm1BJC.jpg",
    "description": "Blue-headed Pionus parrots are intelligent and particularly more laid-back. Most Pionus parrots do best in a tranquil home environment. Although Pionus parrots are known for being independent, the blue-headed Pionus tends to be more affectionate with its owner. They enjoy being held and petted more if they are handled gently and socialized properly at a young age. They can become good mimics, but they speak softly and without a quiet environment their mimics may go unnoticed."
  }, {
    "breed": "Blue-Eyed Cockatoo",
    "image": "http://i.imgur.com/cxQ9NnY.jpg",
    "description": "The beautiful blue-eyed cockatoo is rare but admired in the avian world. This species is reported to be one of the friendliest and most playful of all cockatoos. They are very affectionate, love to play, lay on their backs and can mimic just about anything. They can be destructive to furnishings, and therefore many chew toys, wooden branches and plenty of mental stimulation are needed to keep this bird happy and occupied. They enjoy being handled but their people should be careful not to over-handle them or they might demand constant attention."
  }, {
    "breed": "Blue-Throated Macaw",
    "image": "http://i.imgur.com/ehllPcD.jpg",
    "description": "The blue-throated macaw is a majestic bird that offers many joys as a pet as well as many challenges. Because they are large birds, they require enough living space. They are intelligent and mechanical-minded, so that can learn to open and/or take apart cages. Behavior training is important with this species to prevent excessive chewing; providing appropriate chewing opportunities can help. The blue-throated macaw is a powerful bird yet, at the same time, likes to be silly, to snuggle and loves attention."
  }, {
    "breed": "Cockatiel",
    "image": "http://i.imgur.com/vzd7zmv.jpg",
    "description": "As the U.S.’s favorite bird, the cockatiel’s talent lies in its whistle. Male cockatiels are more inclined to come up with elaborate songs; either made up, renditions of popular songs or mixtures of both. Indeed, a home with a cockatiel can sound like one with piped-in Muzak; a cockatiel can turn practically any song into a whistled version.Cockatiels can also be the perfect cuddle bug, often preferring to perch on their favorite person’s shoulder, and play with their hair or nibble on their jewelry. Female cockatiels have a reputation for being particularly friendly and easy going. Of course, for your cockatiel to want to spend time with you, you’re going to have to earn and maintain its trust."
  }, {
    "breed": "Greater Vasa Parrot",
    "image": "http://i.imgur.com/o3o7YaJ.jpg",
    "description": "Greater vasa parrots have an almost primitive appearance; they are not commonly kept as pets. Greater vasa parrots are extremely intelligent and very playful, and they become very devoted to their pet bird caregivers. An interesting fact about the greater vasa parrot is that it has an incubation period of only 18 days, the shortest among the parrot species. The greater vasa parrot is entertaining, agile and they learn very quickly."
  }]
}