{
  "Dogs":[
    {"breed":"German Shepherd", "image":"http://i.imgur.com/iGqUVgk.jpg", "description":"Rin Tin Tin, a pup found in a World War I battle zone, became the world’s first canine movie star, forever marking the German Shepherd Dog as one of the most easily recognized breeds. From his imposing size to his erect ears and dark, intelligent eyes, he has achieved legendary status as the ideal canine. A versatile, athletic and fearless working dog, the Shepherd has done just about every job a dog can do, from leading the blind and detecting illicit drugs to bringing down fleeing criminals and serving in the armed forces. An energetic, loyal and devoted companion, the German Shepherd isn’t a breed but a lifestyle.The abilities of this breed go far beyond its origin as a herding dog. The German Shepherd has made a name for himself as a police and military dog, guide and assistance dog, search and rescue dog, and detector dog. He has excelled in every canine sport, including agility, obedience, rally, tracking and, of course, herding. German Shepherds still work livestock on farms and ranches around the world, including the United States. If you have horses, they will trot alongside you while you ride and help you put the horses back in the barn when you’re done."},
    {"breed":"Rottweiler", "image":"http://i.imgur.com/GTuQdUN.jpg", "description":"The Rottweiler is one of the more recognizable breeds with his large head, solidly muscled body, and distinctively handsome black-and-tan markings. He is intelligent, strong, and loyal. His fans seem to fall into two camps: Those who consider their dogs to be large but gentle love bugs, and those who wish their dogs to be anything but. News stories of killer Rotties in the hands of inexperienced or less-than-savory owners have turned many people off the bad-to-the-bone dogs, but reputable breeders are picking up the pieces and restoring the reputation of the breed. A word to the wise: Don’t underestimate this dog’s power and protectiveness.The Rottweiler is a big dog and can weigh up to a hefty 135 pounds, most of it muscle. Bred for generations to use his protective instincts and independent judgment when his family or territory is threatened, this is one tough customer. It’s no surprise that these dogs are used in police work. They’re often the target of laws aimed at controlling or banning dangerous dogs, and some insurance companies won’t sell homeowners’ policies to anyone who owns a Rottweiler."},
    {"breed":"Labrador", "image":"http://i.imgur.com/YMdjPKu.jpg", "description":"The Labrador Retriever has consistently ranked as the most popular purebred dog in the United States for more than 10 years, according to the American Kennel Club. The AKC registers more than a hundred thousand new Labrador Retrievers each year, but when you take into account all the Labs never registered at all, or registered with another organization such as the United Kennel Club, the popularity of this stable, family-friendly dog is truly staggering.  A Labrador Retriever has the kind of versatility that other dogs only dream of. He can be a companion, show dog, hunting dog, canine athlete, guide dog, service dog, sniffer dog, search and rescue dog, and therapy dog. He enjoys jogging (health permitting), boating, swimming, hiking and more. If it’s active, outdoors and with his people, the Lab is ready and willing to participate in any activity.  All of those characteristics make the Labrador well-suited to a variety of active families. He’s perfect for homes with rowdy older children, but may be a little rambunctious around toddlers, especially as a puppy or young dog. Singles and couples who love the outdoors also match up well with this breed, and his size and even temperament make the Labrador a great companion for active seniors who love to walk and would appreciate a dog who looks intimidating, even if he is more of a lover than a fighter.  With adequate exercise, these versatile companions can handle anything from a small city apartment to a vast ranch. What they can’t handle is isolation: if you get a Lab, make him a member of your family, not an outdoor dog."},
    {"breed":"Golden Retriever", "image":"http://i.imgur.com/3PwDdqh.jpg", "description":"Cheerful, easy to train and eager to please, the Golden Retriever is what you see in the dictionary when you look up “Perfect Family Dog.” Goldens love everyone, especially children, and get along well with new people and strange dogs. They draw admiring looks – and usually loving pats – from almost everyone they meet. The Golden is an active dog who will retrieve a tennis ball until your arm gives out. The breed’s loyalty, intelligence and stable temperament have made them the darlings of the service dog world. Their smiling faces and sun-kissed coats have brought more than a few to movie fame, including a starring role in two “Homeward Bound” movies.  The Golden was developed to be a working retriever, and that means a high level of activity is a must for these dogs. They are best suited to life with active singles, couples or families in which someone is home during the day and will enjoy spending time with and exercising the dog. Goldens love, love, love their people, and they don’t do well as home-alone dogs. They will find their own (destructive) entertainment if no one is home to channel their energy through walking, jogging, hiking, swimming or playing fetch, plus brain games that will wear them out mentally.  Like many breeds developed to hunt, the Golden has diverged into different types – primarily the fluffy, teddy-bear Goldens of the show ring and the leaner, darker, smaller and less-coated athletes popular as hunting companions and dog-sports competitors. Each camp swears their “type” is the best. Dogs bred for looks only – and for the currently trendy near-white color – are anecdotally less healthy and some seem to sport a considerably un-Golden temperament, including problems with biting. Hunting and dog-sports lines may be a little too energetic for many families, but the traditional stable temperaments remain intact, and they may be healthier overall."},
    {"breed":"Pomeranian", "image":"http://i.imgur.com/5gQnHZb.jpg", "description":"Pomeranians are the tiniest of the Spitz, or Nordic, breeds, but they have the courage of much bigger dogs. A perennially popular breed, the Pom weighs less than 7 pounds, but you won’t often find him in a puppy purse. That’s because Pomeranians think big. They know they have four feet and prefer to use them, just as larger dogs would.  Everything about the Pomeranian is bright: his eyes, his temperament, and his intelligence. Though he’s very fond of his family and delighted to get some lap time, he’s also a busy little guy. You’re more likely to find him trotting around your house on an important mission than snoozing on the sofa.  The Pom’s activity level makes him an ideal pet for someone who wants a small dog with the personality traits of the full-size sled and herding dogs from which this breed originates. Because he’s tiny, he can probably get enough exercise indoors, but he’s happiest when he gets to go on long walks, chase leaves, and play with other small dogs. He is athletic and frequently participates in dog sports such as agility, freestyle, obedience, rally, and tracking. Because of his diminutive size, he is suited to life in an apartment, but he is just as at home on a ranch or estate. However, he’s far too tiny to live outdoors. He needs to live inside with his family."},
    {"breed":"Greyhound", "image":"http://i.imgur.com/oB3pRkX.jpg", "description":"Under the racy exterior of the Greyhound is something that would surprise almost anyone: beneath those long, sleek, utterly iconic lines is the soul of what rescue groups call the “40 mph couch potato.” The path these fast dogs prefer is the one that leads to the softest spot on the most comfortable piece of furniture. Despite their large size, Greyhounds are quiet, gentle, affectionate dogs who can fit into almost any lifestyle, from a condo in the city to the largest suburban or country home.  The Greyhound is an easy care dog. His smooth coat comes in a near-infinite range of colors and patterns. He does shed, but his grooming needs are minimal. All that he needs is a quick weekly brushing, a bath when he gets into something, regular nail trimming, and ear cleaning.  Although a small number of Greyhounds are bred for the show ring, the majority of pets in America are former racing dogs. In fact, there are currently more ex-racers in homes than there are dogs still racing (approximately 120,000 Greyhounds live in homes, compared to 55,000 Greyhounds on the track)."},
    {"breed":"Siberian Husky", "image":"http://i.imgur.com/4RM8aLI.jpg", "description":"Not every breed made its American debut with as big a splash as the Siberian Husky. A team of these lean, fast sled dogs, originally developed by the seminomadic Chukchi people of Northeastern Asia to pull sleds over long distances, proved just what they were made of while racing across the frozen Alaskan wilderness to deliver life-saving diphtheria serum to remote Nome, Alaska, in January 1925. Some of the dogs were taken on a tour of the Lower 48 after news of the courageous men and dogs spread, and they were met with wild acclaim. From that day on, the Siberian has been popular.  For those looking for a calm dog to settle with on the couch in the evenings and maybe enjoy a short stroll around the block a few times a week, the Siberian Husky isn’t a match. The same goes for those looking for a devoted companion who lives to please and hangs on his owner’s every word.  But for people who want a dog to be a partner and friend, who will love children, greet guests, and get along with other dogs — and most importantly, for those ready and willing to provide consistent leadership and plenty of vigorous exercise every day — then a Siberian Husky will be a joy.  Although they usually get along well with other dogs, Siberians have a strong predatory streak and may consider small animals, including cats, prey. Those with multispecies households need to be extremely cautious with this breed."},
    {"breed":"Cocker Spaniel", "image":"http://i.imgur.com/l9PLOkZ.jpg", "description":"Before the Golden Retriever and Labrador set the modern bar for the “great with kids” family companion, no breed was more beloved or popular than the Cocker Spaniel. Beautiful, sweet-natured and moderately sized, the Cocker’s popularity bounded happily forward after World War II with the two-time Westminster Best in Show winner Ch. My Own Brucie. At his best, the Cocker is a gentle, affectionate and healthy dog with soft, dark eyes.  Weighing less than 30 pounds (albeit with a tendency to gain more) with a soft, wavy coat in many colors and patterns, long ears and the most expressive eyes in dogdom, the Cocker is an excellent family pet -- lively, affectionate, sweet and trainable. But at his worst, he's a nightmare. Popularity has truly been a curse to the Cocker Spaniel, and he's one of the favorite breeds of puppy millers, Internet retailers, and pet stores, who sell sad-eyed, floppy-eared, adorable puppies that too often grow up to be unstable, noisy, nervous dogs who are difficult to housetrain and have a tendency to snap and even bite.  If you're lucky enough to find a puppy from a good breeder, get him off on the right foot with gentle and consistent training right from the start. A well-bred Cocker should be easy to housetrain, happy to be with you, and eager to experience new things even if it means walking on a leash, riding in the car or going to puppy classes.  Because Cocker Spaniels are extremely people-oriented, even the best-bred and socialized dogs tend to be a bit unhappy when left alone. For some, this takes the form of full-blown separation anxiety, with the barking, crying, and destructive behavior that usually accompanies it. Accustom your dog from puppyhood to being left alone from time to time. However, if you expect long hours left on his own to be part of your dog’s usual routine, this is probably not the breed for you."},
    {"breed":"Chihuahua", "image":"http://i.imgur.com/Um6CeHH.jpg", "description":"The Chihuahua burst onto the national stage as a “must have” dog for two reasons: The “Yo Quiero Taco Bell?” ad campaign and, more recently, the tendency of rich, attractive and famous young women to haul these small dogs with big attitudes around in stylish and expensive oversized purses. The appeal? The tiny (as small as two pounds) Chihuahua offers feistiness coupled with enduring loyalty to the person he chooses as his own, along with an expressive face, including large, round eyes that show everything the dog is thinking.  Despite the many endearing qualities of the Chihuahua, if you’re thinking his tiny size makes him a great choice for children, you’d better think again. The Chihuahua may be just right for traveling around in a puppy purse, but he’s far too small and fragile for even the gentlest of children's games. Chihuahuas also tend to be high-strung and prone to nipping, snapping and even biting when frightened or threatened, or when defending his people or territory.  Some of these tendencies can be helped through early training and socialization. Unfortunately, too many people with Chihuahuas allow them to become little tyrants, displaying manners that would not be acceptable in a larger dog. This dog needs gentle and consistent training from puppyhood on to control his nipping as well as any tendency he has to fight with other dogs. Like many small dogs, Chihuahuas aren't aware of their own size and won't hesitate to challenge a dog many times larger than themselves. Also, like many small dogs, Chihuahuas are difficult to house-train without a lot of consistency and patience."},
    {"breed":"Shih Tzu", "image":"http://i.imgur.com/7RClEBT.jpg", "description":"Once the prized lap dog of Chinese emperors, the Shih Tzu doesn’t see any reason to accept the slightest reduction in status. But his assumption that the world revolves around him rarely comes with arrogance or aggressiveness. The Shih Tzu is, somewhat inexplicably given his willingness to be spoiled, one of the sweeter of toy breeds and one of the more popular, too.  Shih Tzus do not guard, hunt, or tunnel into the earth, although they may retrieve balls for you to throw again. They are bred to do one thing, and they do it well: They are companion dogs who give love to the world and soak it back in. They’re an in-your-lap kind of dog. They’ll bark to alert you that someone is at the door; once whoever it is comes inside, there's a good chance your dog will like the person as long as you do, because they are trusting creatures.  Intelligent dogs, Shih Tzu like learning. They are good in obedience classes and can do great at agility and obedience competitions. They may take a little more time during training, and housebreaking can be a problem that requires perception and consistency on your end."},
    {"breed":"Tibetan Mastiff", "image":"http://i.imgur.com/dNXKXgJ.jpg", "description":"Tall with a heavy coat and a bushy tail that curves over his back, the Tibetan Mastiff today has a calm and majestic presence. He is a giant breed, weighing 80 to 150 pounds or more. While he has many good qualities, the Tibetan Mastiff is not the right breed for everyone. If you want a gentle and patient dog, be prepared to do a lot of homework in order to find him as well as put in plenty of effort to train and socialize him once you bring him home.  The Tibetan Mastiff is quiet, watchful, and protective of his family, including other pets, and he is inclined to be gentle with and tolerant of children. He has an independent nature with a determined and territorial temperament. He is suspicious of strangers, so much so that he might not let people you approve of into the home. Because of his heritage as a village guardian, he tends to bark a lot at night.  While his protective nature is attractive, the Tibetan Mastiff is not the best choice for a novice dog owner. He needs someone who can guide him with kind, firm, consistent training, never force or cruelty. He is an independent thinker but responds well to routine. Tibetan Mastiffs do not like discord, so it’s not a good idea to argue in front of them or discipline children in their presence. They are likely to step between you to put an end to arguments or scoldings. It's also not a good idea to let TMs supervise children’s play. It’s all too easy for them to mistake roughhousing for attacks and step in to protect “their” children."},
    {"breed":"Pit Bull", "image":"http://i.imgur.com/yyKlfsa.jpg", "description":"The American Pit Bull Terrier is one of the so-called bully breeds often labeled a pit bull. In fact, 'pit bull' isn't a breed, but a term used to describe the American Pit Bull Terrier, the Bull Terrier, the American Staffordshire Terrier, and the Staffordshire Bull Terrier.  Some people say the American Pit Bull Terrier is the same as the American Staffordshire Terrier. Others, just as forcefully, say they're entirely different breeds.  But all experts can agree that the confusion started with a decision by the AKC in the early 1930s to give it a new name, American Staffordshire Terrier, to separate it from its pit-fighting past. The American Pit Bull Terrier has not been recognized by the AKC, while the American Staffordshire Terrier, which is slightly smaller, has been.  The bull breeds are often grossly misunderstood. The qualities that make these dogs tenacious players in obedience and agility games also attract highly unscrupulous people looking for strong competitors for their dog fighting rings. The sorry result is that bull breeds, in particular the APBT, have gained a reputation over recent years for being dangerous.  Nothing could be further from the truth. But rampant misinformation and fear caused by the actions of a minority of dogs kept by criminally negligent people have provoked legislation against the breed in a number of cities and countries around the world."},
    {"breed":"Beagle", "image":"http://i.imgur.com/t6VS4lc.jpg", "description":"With a compact size, easy-care coat and happy nature, the Beagle has long had a place as one of the most popular breeds for families. Beagles are also used as scent detection dogs at U.S. airports, where their friendliness allows them to search for weapons, drugs, and illegal food items without making passengers nervous the way a larger “police dog” might. The breed was developed in England to hunt rabbits, and Beagles are still happiest when following their noses. For that reason, they belong to a category of dogs known as scenthounds.  Don’t let the small size or undeniable charm of the Beagle fool you: these dogs are still born to hunt. They’ve been described as 'a nose with four legs' and they love following a scent trail. The minute they smell something interesting they're likely to follow their noses rather than their owners' requests.  There are some things you should be aware of before you bring a Beagle home. The most important thing to know is that Beagles are ruled by their nose. A Beagle will follow an interesting scent wherever it leads him, across busy streets and miles from home, so a fenced yard is essential to keep him safe.  A related bit of information is that Beagles love to eat. Love it! And they are creative about finding and accessing food. Experienced owners put food, trash cans and anything else that might appear or smell edible to a Beagle well out of reach. On the plus side, that love of food comes in handy for training Beagles. They’ll do just about anything for a treat."},
    {"breed":"Jack Russell Terrier", "image":"http://i.imgur.com/qjvAhXx.jpg", "description":"No matter how enamored you were of Eddie on Frasier or Wishbone from the PBS show of the same name, the fact is this: The Jack Russell Terrier (or the Parson Russell, as he's known in AKC circles) is almost certainly not the breed for you. That's not because Jack Russells are bad dogs. They were created for active work, and it's what they love and what they are driven to do. If you have a job in mind for him that will push his limits and engage his full and enthusiastic attention, then you may be that rare person who is right for one of these dogs.  If you're wondering why your Jack Russell isn't as well-behaved as Eddie or Wishbone, it's because the dogs that portray those characters have full-time trainers on staff to keep them in line. More to the point, those dogs had full-time jobs, which is what the JRT wants and needs. His endless desire to be digging, barking and investigating can't and shouldn't be squelched. It should be celebrated by someone who loves the very traits that drive many JRT owners insane.  Those traits include a tremendous drive to dig – something bred deep in the Jack Russell. It is the legacy of his legitimate work eradicating vermin on the farms where he originated. He'll excavate your garden and your living room with just as much determination as when he’s digging for a critter. A Jack Russell Terrier who digs doesn't have a behavior problem; he's the epitome of the breed."},
    {"breed":"Doberman Pinscher", "image":"http://i.imgur.com/Z1nKaLs.jpg", "description":"The Doberman Pinscher is a dog of contradictions. Although he has a reputation as a sharp and even sinister dog, his devoted fans consider him the most loving and loyal of companions. And no, 'loyal' isn't a euphemism for 'only likes his owner.' It's the real thing, a tremendous bond between dog and human that lies at the heart of the Doberman's enduring popularity. Believe it or not, a good Doberman is a stable, friendly dog -- unless you threaten his family.  But the bad reputation isn't entirely undeserved. Health and temperament problems became a serious issue in the breed with its growing popularity, and continue to plague the carelessly bred dogs you'll find in pet stores, through Internet retailers, and at many of the big kennels advertising in the backs of magazines. If you want the steady, protective, intelligent Doberman of your dreams, be prepared to do your due dilligence to find him.  A Doberman is right for you if you're ready to provide loving leadership to your dog, train him consistently and fairly and give him plenty of exercise and outlet for his considerable intelligence. And don't underestimate that intelligence: the Doberman is among the smartest of all dog breeds, and one whose owners need to pay attention lest they find themselves outsmarted. If you expect your dog to spend his days in the backyard and his evenings keeping you company while you play video games, you’d better be prepared for a barking, bored, destructive dog instead of the devoted companion you thought you were bringing into your home."},
    {"breed":"Dalmatian", "image":"http://i.imgur.com/s4dVRQY.jpg", "description":"Unique spots are the Dalmatian’s calling card, but his running ability is what made him famous. Bred to be a coaching dog, he ran alongside carriages or horseback riders for miles, discouraging stray dogs from interfering with the horses, alerting the coachman to the presence of approaching highwaymen, and guarding the carriage at rest stops. No fashionable lord or lady went driving without a pair of the flashy dogs by their side, and later the Dalmatian’s talents were adapted by firemen, who kept the dogs to clear paths through town for their horse-drawn fire engines.  The Dalmatian has a romantic and exciting history — not to mention those spots! — but he has health and temperament issues that must be taken into account.  The Dalmatian is a smart dog with a sly sense of humor. He’s a clown and will do anything to make you laugh. And he has a tendency to greet people with a big, happy smile.  Thanks to his coaching heritage, the Dalmatian has an endless capacity for exercise. He loves to go jogging: Don’t be surprised if he noses his way into your dresser drawer, pulls out your jogging shorts, and brings them to you as a not-so-subtle hint. His high activity level makes him an excellent companion for people who spend their time training for marathons, going for long bike rides, or skating along beach boardwalks. He can get enough exercise in his own yard if it’s big enough, has a picnic table or other obstacles for him to jump, and contains plenty of toys. Of course, he’d really rather be out doing something with his people."},
    {"breed":"Dachshund", "image":"http://i.imgur.com/lGMccmI.jpg", "description":"Famously described by H. L. Mencken as  'half-dog high and a dog-and-a-half long,' the Dachshund ranks among the most popular dog breeds in America. These short-legged, long-backed dogs are brave, bold and sometimes reckless, willing and ready to take on the badgers they were bred to hunt. To the surprise of their many fans, a 2008 study in the journal Applied Animal Behaviour Science named the Dachshund the most aggressive of all dog breeds.  Dachshunds are active, fun-loving dogs, but they can also be hard to housetrain, willful and feisty, which might make them a poor choice for many families, particularly those with children. Dachshunds are also wary of strangers and tend to bark loudly when their suspicions are aroused – or because a leaf blew across the lawn. That tendency to bark at the least provocation is just one of many reasons a Dachshund cannot be left alone out in the yard or live outdoors.  The breed descended from dogs bred to fearlessly follow prey into underground burrows and tunnels – a job a few of them still manage. Those traits make the Dachshund determined to the point of stubbornness, a bit aggressive with other dogs and an enthusiastic digger."},
    {"breed":"Border Collie", "image":"http://i.imgur.com/WJLLEUj.jpg", "description":"Arguably considered the world’s best herding dog, the Border Collie is a smart, intense workaholic who lives for order and values employment above all else. His focus is legendary -- and so is the havoc he can wreak when he’s bored. Popular for his good looks and medium size, the Border Collie’s drive to work and strong desire to keep his people together at all times can come as an unpleasant surprise to families who may know him only from his charming starring roles in movies such as “Babe” and “Hotel for Dogs.”  A good Border Collie can be the companion of a lifetime, but only if he is paired with a clever owner who can keep him busy with dog sports -- agility, flyball, flying disc games, herding trials, obedience, tracking -- or who will teach him to do chores around the house or farm. If you want the talented Border Collie you’ve seen starring on the silver screen, be aware that it takes a lot of time and effort to keep him occupied to his satisfaction.  If you're ready to provide loving leadership to your dog, train him consistently and fairly, and give him plenty of exercise and an outlet for his considerable intelligence, then yes, the Border Collie can be right for you."},
    {"breed":"Great Dane", "image":"http://i.imgur.com/YePnHdI.jpg", "description":"As puppies, Great Danes can knock over small tables and large children. As adults they can clear a coffee table with a swipe of a tail. Although he may sometimes seem like a bull in a china shop, the biggest thing about the Great Dane isn’t his formidable size (up to 175 pounds), but his heart. He may have been bred to hunt ferocious boars and guard estates, but these days, this tall and elegant dog is better suited to life as a lover, not a fighter. If you’re looking for a gentle giant, this may well be the dog for you.  His size may seem to require its own zip code, but the Dane’s calm nature makes him more suitable to apartment living than many a more anxious or active breed. While puppyhood may be a challenge in an apartment, a well-socialized and well-trained Dane will be perfectly content to have one good 10 or 20-minute walk a day for his exercise.  Because Great Danes have protective natures when their families are involved, it’s essential to teach young dogs not to jump up on people and that nipping or any act of aggression is not allowed. What tends to be laughed off in a tiny dog is no laughing matter in a full-grown dog of this size. Let the Dane’s size itself serve as a deterrent and never encourage aggressive behavior."},
    {"breed":"Poodle", "image":"http://i.imgur.com/pLB8dpJ.jpg", "description":"No breed has a more highly developed sense of humor than the Poodle. Good thing, too, because no breed has been the butt of more jokes. Humor aside, all the sniping is unfortunate. Many a family overlooks the smart, funny Poodle, thinking him prissy. Still, it is one of the more popular breeds in the world. Poodle lovers know the dogs for their intelligence, ease of training, low-shedding curly coat, and love of family.  A Poodle’s coat is both a blessing and a curse. It is a blessing because the breed sheds less, so it may be more easily tolerated by some people with allergies. But the coat — or rather what some people do with it — is why many people cross the Poodle off their lists. The breed’s frou-frou reputation is based on show poodles, who are poofed, shaved, and hair-extensioned into an appearance that, though once based on practical considerations, is now just plain silly. Family pets can have a simple and easy-to-maintain look. And they don’t have to wear nail polish!  Poodles require grooming every 4 to 6 weeks. Some Poodle owners learn to use clippers and do the job themselves, but most rely on professionals. Either way, it’s essential to take care of the Poodle’s curly coat. Without regular clipping, it will become a matted mess that can cause painful skin infections at the roots."}
  ]


}