{
  "Dogs": [
    { "Grooming":"Grooming practice:\nSome veterinarians recommend adding a few teaspoons to a dog's food to help boost their appetite. Other apple cider vinegar enthusiasts recommend applying it directly to a dog's skin to help soothe itchy hot spots which makes pet grooming convenient.Aromatherapy oils, like basil, lemon, cinnamon, cedar, lavender, and pennyroyal are the natural repellent for ticks. For removing ticks, prepare a mixture of any three oils. Mix one drop each of the three oils chosen and pure almond oil. Stir it well, and soak a cloth in it. Wrap this cloth on your pet and apply it on the skin."},
    {"Weakness":"Hypoglycemia-Remedy:\n This is low blood sugar, which is the opposite of diabetes. It can make your dog weak and lead to seizures. Treatment will depend on what's causing the hypoglycemia. Short-term therapy may include giving corn syrup orally or intravenous glucose. Diarrhea-Remedy: Give the dog a small meal of cooked chicken and white rice. It will be the dog's diet until the stool consistency returns to normal. If the diarrhea continues for more than 24 hours or you start seeing bloody stools or mucus-coated stools, call your vet immediately."},
    {"Bugs":"Flea alert:-Remedy:\n Dilute 2-3 drops of your chosen oil in 1-3 tablespoons of water. Some people use the oil undiluted, but I personally feel it should always be diluted, even if it's only by a little. Next, pick out a bandana to be the flea collar-I think a bandana is preferable because you can take it on and off and your dog's collar won't smell. It's always fun to get creative with patterns and colors here. If you go up to ' teaspoon you can use up to 5 drops of the liquid. Using an eyedropper or other similar means, apply 5-10 drops of the mixture to the bandana and rub the sides of the fabric together, and then tie it about your dog's neck in a snazzy way. Reapply oil mixture to the collar once a week. In conjunction with this, 1 or 2 drops of oil diluted with at least 1 tablespoon of olive oil can be placed at the base of your dog's tail.\nTick alert:-Remedy: \nOne of the natural repellents that a lot of people have success with is rose geranium oil, which can be applied to your dog's collar. Do NOT use rose geranium oil on your cat, though. Cats can have a bad reaction to essential oils, primarily because they spend a lot of time grooming, which means that anything on their skin goes into their mouth. With ticks, the best thing you might do is to check your pet a few times a day when you are in an area that has ticks, and remove them promptly. Proper technique is important for removing ticks, so make sure that you consult a veterinarian before doing it yourself if you are not completely sure of how to do it."}],
  "Cats":[
    {"Grooming":"Tip:\n Regular sessions with a brush or comb will help keep your cat's hair in good condition by removing dirt, spreading natural oils throughout her coat, preventing tangles and keeping her skin clean and irritant-free."},
    {"Infection":"Eye infections in cats are quite common, conjunctivitis being the most common eye infection. Redness of the eye and lots of tearing are telling symptoms of this infection. Wipe the area surrounding the infected eye with a sterile cotton ball and warm water. The following herbs can be used to treat the infection: euphrasia, aconite, pulsatilla and sanicula. Feline Upper Respiratory Infection: Feline upper respiratory infection is normally spread from one infected cat to another through sneezing or contact with the surface of shared items such as toys, food bowls or cat beds. The infection usually lasts for 7 to 10 days. It may last longer in kittens.Give your cat lots of fluids. This will help prevent dehydration and thin mucus."},
    {"Weakness":"Dehydration:\nRehydration through IV fluids, the next best option is fluids under the skin and then come fluids given orally. Small amounts of Pedialyte by mouth can be given every 10 minutes slowly for an hour. Diarrhea:-It is often recommended that you avoid giving your pet any food for 12-24 hours while he's experiencing diarrhea, but do provide plenty of fresh, clean water to stave off dehydration. Check with your veterinarian about the proper course of treatment for your cat's specific case. "},
    {"Bugs":"Look out for bed bugs near your pet's bedding or in the area where your pet often stays. Then spray them with rubbing alcohol to kill them. You can also use a dish brush and some alcohol to get rid of the bed bug eggs you find.Steaming is an effective way to get rid of bed bugs, so place a steamer directly on the bedding and steam the areas your pet stays, including any corners and the holes on walls."}],
  "Fish":[
    {"Infection":"Anchor Worms:\nCommon methods include physically removing the parasite and cleaning the wound with an antiseptic like iodine. Also common is bathing freshwater fish in a seawater bath (35ppt) for about 5 minutes for multiple days until the parasite falls off."},
    {"Weakness":"Use fungus remedy and clean the tank regularly. Feed the fish on a frequent basis and give a parasite guard tablet per 10 gallons. Remove activated carbon and repeat after 48 hours; conduct a partial water change between the weakness treatment."},
    {"Bacteria":"A salt bath is generally given to kill the bacterial infections."}],
  "Birds":[
    {"Grooming":"Tips:\nTrying to clip wings yourself may result in a number of accidental injuries such as snipping a blood feather or trimming wings too short causing a bird to lose its coasting ability and take a dangerous fall."},
    {"Infection:":"Bird Flu:\nAstragalus-Used in China for centuries, astragulus is an immune-enhancing herb that strengthens the body. It supports the bone marrow by increasing the production of interferon and building disease-fighting blood cells enabling an individual to resist and fight the bird flu virus."},
    {"Weakness":"Collapse or balance difficulties. Staggering, walking in circles, lying on the cage floor, or a total inability to rise indicate severe weakness, shock or a possible neurological disease/injury. Tremor and rigidity are indications of possible seizure activity. A bird in this state needs to be placed in a warm, dark and quiet area and immediately transported to a veterinarian."},
    {"Bacteria":"To accelerate bacteria healing process it is recommend that all birds with bacterial infections be given Turbobooster, Energy supplement and Fvite on the sterile seed daily for three weeks and then three times a week after this time (see attached instruction sheet). Following the antibiotic treatment, Dufoplus and Ioford are given twice weekly in the drinking water. Ensure your bird is actually eating and drinking. If not, it will need special force feeding in hospital."}]
}
